Repository: m453h/mapping_portal
Catalog: app/Resources/translations/messages.*.xlf
Languages: sw

# text.welcome
source: Welcome To The Tanzania Judiciary Open Data Portal
sw: Karibu kwenye mfumo wa Ramani za Mahakama za Tanzania

# text.judiciary.tanzania
source: The United Republic of Tanzania
sw: Jamhuri ya Muungano Wa Tanzania

# text.judiciary
source: Judiciary
sw: Mahakama

# text.open.data.portal
source: Information Portal
sw: Taarifa Huria

# text.search.court
source: Search for a court...
sw: Tafuta mahakama...

# action.search
source: Search
sw: Tafuta

# action.staff.login
source: Staff Login
sw: Ingia Kama Mfanyakazi

# text.rights.reserved
source: All Rights Reserved
sw: Haki zote zimehifadhiwa

# menu.home
source: Home
sw: Nyumbani

# menu.courts
source: Courts
sw: Mahakama

# menu.about
source: About
sw: Kuhusu

# menu.contact
source: Contact
sw: Mawasiliano

# text.search.results
source: Search results
sw: Matokeo ya utafutaji

# text.court.is.located
source: This court is located at %region% region, %district% district, %ward% ward
sw: Mahakama hii inapatikana mkoani %region%, wilaya ya %district%, kata ya %ward%

# text.region
source: region
sw: mkoa

# text.district
source: district
sw: wilaya

# text.ward
source: ward
sw: kata

# text.court.level
source: Court Level
sw: Ngazi ya Mahakama

# text.total.results
source: A total of %total% results were found
sw: Jumla ya matokeo %total% yamepatikana

# text.no.results.found
source: No results found
sw: Hakuna matokeo yaliyopatikana

# text.unable.to.find
source: We are unable to find results for your searched court
sw: Tumeshindwa kupata matokeo ya Mahakama uliyoitafuta

# action.view.more.details
source: View more details
sw: Tazama taarifa zaidi

# text.court.details
source: Court Details
sw: Maelezo ya Mahakama

# text.court.basic.details
source: Basic Court Details
sw: Maelezo ya Msingi kuhusu Mahakama

# text.court.location.details
source: Court Location Details
sw: Maelezo ya Eneo La Upatikanaji

# text.court.images.details
source: Court Images
sw: Picha za Mahakama

# text.court.map
source: Court Map
sw: Ramani ya Mahakama

# text.court.name
source: Court Name
sw: Jina la Mahakama

# text.court.coordinates
source: Coordinates(DMS)
sw: Taarifa za kijiografia

# text.no.details.found
source: No Available Content
sw: Hakuna Taarifa Zilizopatikana

# text.no.details.found.explanation
source: Sorry, No content has been published in your selected language
sw: Samahani, Hakuna taarifa zilizochapishwa katika lugha hii

# action.click.to.view.court.level
source: Click here to view Court level details
sw: Bonyeza hapa kupata maelezo ya ngazi hii ya Mahakama

# text.contact.us
source: Contact us
sw: Wasiliana Nasi

# text.phone
source: Phone
sw: Namba ya Simu

# text.email
source: Contact us
sw: Barua Pepe

# text.road
source: Road
sw: Barabara

# text.address
source: Address
sw: Anuani
